{
  "fullName": "Андрей Ерохин",
  "hiring": "Найм?",
  "need": "Нужен вебсайт?",
  "want": "Сотрудничество?",
  "reachOut": "Свяжитесь со мной по электронной почте, GitHub или LinkedIn:",
  "heroTitle1": "Full Stack разработчик | ",
  "heroTitle2": "дистанционная работа",
  "heroText": "Привет! Я страстно увлеченный разработчик программного обеспечения с разнообразным опытом, который формирует мой уникальный подход к решению проблем. Первоначально получив образование инженера-химика, я легко перешел в мир технологий, движимый моим увлечением информационными технологиями.",
  "Professional Journey": "Профессиональный путь:",
  "Text for professional journey": "Проведя годы в мире бизнеса, я решил следовать своей страсти к ИТ.",
  "Additional text for professional journey": "На текущий момент я занимаю должность Frontend Разработчика в компании Ecolink Oy. Моя работа сосредоточена на разработке клиентской части приложений для ERP-системы предприятия. Я активно работаю на базе фреймворка NextJS, создавая интерфейсы на основе шаблонов административных панелей.",
  "Continuous Learner": "Постоянное обучение:",
  "Text for Continuous Learner": "Я постоянно учусь и постоянно стремлюсь расширить свой кругозор как в профессиональном, так и в личном плане.",
  "Additional Text for Continuous Learner": "Я обожаю сложные задачи и люблю погружаться в новые проекты, которые проверяют мои способности. Мой инженерный опыт дает мне уникальную перспективу, позволяющую подходить к проблемам кодирования творчески и инновационно.",
  "Why Software Development": "Почему именно разработка программного обеспечения:",
  "Text for Why Software Development": "Мой путь в разработку программного обеспечения был не просто выбором карьеры; это была естественная эволюция.",
  "Additional Text for Why Software Development": "Логическое мышление, которое я развил, будучи инженером, в сочетании с моей деловой хваткой, расширяет мою способность создавать эффективные и действенные программные решения.",
  "What I Bring": "Что я приношу:",
  "Diverse Skill Set": "Разнообразный набор навыков:",
  "Text for Diverse Skill Set": "Моя текущая работа приближена к Full Stack разработке, поскольку я активно взаимодействую как с клиентской, так и с серверной частью приложений.",
  "Team Player": "Командный игрок:",
  "Text for Team Player": "Опыт участия в совместных командных проектах, обеспечивающий бесперебойную коммуникацию и эффективную командную работу.",
  "Problem Solver": "Решение проблем:",
  "Text for Problem Solver": "Умея выявлять проблемы и находить элегантные решения, я преуспеваю в сложных ситуациях.",
  "Innovator": "Инноватор:",
  "Text for Innovator": "всегда исследую новые технологии и методики, чтобы поддерживать свои навыки в актуальном состоянии и сохранять их релевантность.",
  "Hard Skills": "Профессиональные навыки",
  "Soft Skills": "Социальные навыки",
  "Attention to Detail": "Внимание к деталям:",
  "Text for Attention to Detail": "Моё тщательное внимание к деталям гарантирует, что каждый аспект проекта внимательно рассматривается и реализуется. Я горжусь своей способностью предоставлять работу, которая не только соответствует, но и превосходит ожидания, обеспечивая высокий уровень точности и аккуратности во всем, что я делаю.",
  "Teamwork": "Командная работа:",
  "Text for Teamwork": "Я процветаю в коллективных средах, где могу внести свои навыки и идеи, ценя при этом экспертизу других. Я активно взаимодействую с членами команды, ценю разнообразные точки зрения и способствую созданию атмосферы взаимного уважения. Работая вместе, мы можем достичь выдающихся результатов.",
  "Good Communication": "Хорошая коммуникация:",
  "Text for Good Communication": "Эффективное общение является основой моей рабочей философии. Я верю в силу ясного и прозрачного общения для предотвращения недоразумений, поощрения сотрудничества и уверенности, что все находятся на одной волне. Я внимательно слушаю обратную связь, ясно выражаю свои идеи и открыт для конструктивной критики, способствуя созданию позитивной и продуктивной рабочей атмосферы.",
  "Problem Solving": "Решение проблем:",
  "Text for Problem Solving": "Я подхожу к сложностям с умом, направленным на поиск решений. Сложные проблемы вдохновляют меня на поиск креативных и инновационных решений. Я анализирую проблемы с разных точек зрения, разбиваю их на управляемые части и разрабатываю эффективные стратегии для их преодоления. Я верю, что каждая проблема – это возможность для роста и обучения.",
  "Team Communication": "Коммуникация в команде:",
  "Text for Team Communication": "В командных условиях я подчеркиваю открытое и уважительное общение. Я активно участвую в обсуждениях, поощряю других делиться своими мыслями и обеспечиваю, чтобы каждый член команды чувствовал себя услышанным и ценным. Создавая атмосферу доверия и открытости, я улучшаю динамику в команде, что приводит к слаженному сотрудничеству и успешным результатам.",
  "Slider Technologies": "Стек технологий:",
  "Slider About": "О проекте: ",
  "Text for Slider About Movies": "Проект представляет собой веб-приложение, разработанное для поиска и изучения информации о фильмах. Пользователи могут искать фильмы по названию, просматривать подробную информацию о конкретных фильмах, включая описания, рейтинги, актерский состав и рецензии критиков. Кроме того, пользователи могут добавлять фильмы в закладки и управлять своими избранными. Приложение предоставляет удобный и интерактивный интерфейс для кинолюбителей, ищущих новые фильмы или желающих узнать больше о своих любимых произведениях.",
  "Text for Slider About Filmoteka": "'Filmoteka' - это сложное веб-приложение базы данных о фильмах, демонстрирующее высокий уровень навыков разработки фронтенда. Созданное с использованием HTML5, CSS3 и JavaScript, оно предлагает интуитивный интерфейс для кинолюбителей. Адаптивный дизайн обеспечивает безпроблемный пользовательский опыт на всех устройствах, демонстрируя техническое мастерство и интерактивность. Подобные проекты демонстрируют мою способность работать в команде.",
  "Text for Slider About WebStudio": "Исследуйте мой проект WebStudio - красиво выполненный веб-сайт, демонстрирующий продвинутые навыки в области HTML и CSS. С акцентом на адаптивном дизайне, этот проект показывает опыт в создании безупречных пользовательских интерфейсов на различных устройствах. Сайт включает в себя современные принципы дизайна, обеспечивая как визуальное влечение, так и функциональность. Погрузитесь в проект, чтобы увидеть сочетание креативности и технической компетентности, подчеркивая мою приверженность созданию визуально захватывающих и удобных в использовании веб-решений.",
  "Text for Slider About Phonebook": "Phonebook - это веб-приложение, разработанное для удобного хранения и управления контактами. Приложение позволяет пользователям добавлять новые контакты с указанными именами и номерами телефонов. Контакты могут быть отредактированы или удалены, и пользователи могут быстро искать существующие контакты. Phonebook предоставляет простой и эффективный способ организации личной контактной информации.",

  "Slider Year": "Год: ",
  "Slider Links": "Ссылки: ",

  "NextGoals": "Следующие цели",
  "created": "Создано Андреем Ерохиным. Все права защищены © 2023"
}
